brew "diff-so-fancy"
brew "delta"
brew "deno"
brew "dog"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "git-cliff"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "openjdk"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pipenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tealdeer"
brew "tmux"
brew "zoxide"
brew "zsh"
brew "denisidoro/tools/navi"
cask "alacritty"
cask "keepingyouawake"
cask "speedcrunch"
